adpyke.codesnap
alexcvzz.vscode-sqlite
christian-kohler.npm-intellisense
codeium.codeium
codestackr.codestackr-theme
cweijan.dbclient-jdbc
cweijan.vscode-myssql-client2
donjayamanne.githistory
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
kiranshah.chatgpt-helper
kisstkondoros.vscode-gutter-preview
mcright.auto-save
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
njqdev.vscode-python-typehint
pkief.material-icon-theme
qwtel.sqlite-viewer
rangav.vscode-thunder-client
riazxrazor.html-to-jsx
ritwickdey.liveserver
sdras.night-owl
shiro.pythonpack
twxs.cmake
